Repository: it-spirit/spirit.plone.theming
Catalog: src/spirit/plone/theming/locales/*/LC_MESSAGES/spirit.plone.theming.po
Languages: de

source: <p>Debug Mode Enabled</p>
de: <p>Debug-Modus Aktiv</p>

source: <p>Fullscreen Slideshow Enabled</p>
de: <p>Slideshow Vollbild-Modus Aktiv</p>

source: <p>Hide Search Box</p>
de: <p>Suchfeld wird versteckt</p>

source: Add a phone number for your primary website contact. The phone number will be available as content with the CSS id <em>PLONE_THEMING_PHONE_NUMBER</em> and <em>PLONE_THEMING_PHONE_NUMBER_RAW</em> (all non-number characters removed).
de: Fügen Sie eine Telefonnummer für Ihre Kontaktdaten auf der Webseite hinzu. Die Telefonnummer wird in Elementen mit der CSS-ID <em>PLONE_THEMING_PHONE_NUMBER</em> und <em>PLONE_THEMING_PHONE_NUMBER_RAW</em> (alle nicht-numerischen Zeichen entfernt) zur Verfügung stehen.

source: Add a slogan for your website (HTML is supported). The slogan will be available as content with the CSS id <em>PLONE_THEMING_SLOGAN</em>.
de: Fügen Sie einen Werbespruch / ein Motto für Ihre Webseite hinzu (HTML Elemente sind erlaubt). Der Werbespruch wird in einem Element mit der CSS-ID <em>PLONE_THEMING_SLOGAN</em> zur Verfügung stehen.

source: Add a valid email address. The email address will be available as content with the CSS id <em>PLONE_THEMING_EMAIL</em>.
de: Fügen Sie eine gültige E-Mail Adresse für Ihre Kontaktdaten auf der Webseite hinzu. Die E-Mail Adresse wird in einem Element mit der CSS-ID <em>PLONE_THEMING_EMAIL</em> zur Verfügung stehen.

source: Add your custom colophon text (HTML is supported). The colophon text will be available as content with the CSS id <em>PLONE_THEMING_COLOPHON_TEXT</em>. You can also add the following variables: <em>{portal_url}</em>, <em>{year}</em>. Example: <code>&lt;p&gt;Powered by Plone, Python &amp; &lt;a href="{portal_url}"&gt;Your Company Name&lt;/a&gt;&lt;/p&gt;</code>.
de: Fügen Sie Ihren eigenen Text für die erweiterte Fußzeile hinzu (HTML Elemente sind erlaubt). Der Text wird in einem Element mit der CSS-ID <em> PLONE_THEMING_COLOPHON_TEXT </em> zur Verfügung stehen. Die Folgenden Variablen können für dynamische Inhalte verwendet werden: <em>{portal_url}</em>, <em>{year}</em>. Beispiel: <code>&lt;p&gt;Powered by Plone, Python &amp; &lt;a href="{portal_url}"&gt;Your Company Name&lt;/a&gt;&lt;/p&gt;</code>.

source: Add your custom footer text (HTML is supported). The footer text will be available as content with the CSS id <em>PLONE_THEMING_FOOTER_TEXT</em>. You can also add the following variables: <em>{portal_url}</em>, <em>{year}</em>. Example: <code>&lt;p&gt;&amp;copy; Copyright 2009-{year} Your Company Name&lt;/p&gt;</code>.
de: Fügen Sie Ihren eigenen Text für die Fußzeile hinzu (HTML Elemente sind erlaubt). Der Text wird in einem Element mit der CSS-ID <em>PLONE_THEMING_FOOTER_TEXT</em> zur Verfügung stehen. Die Folgenden Variablen können für dynamische Inhalte verwendet werden: <em>{portal_url}</em>, <em>{year}</em>. Beispiel: <code>&lt;p&gt;&amp;copy; Copyright 2009-{year} Your Company Name&lt;/p&gt;</code>.

source: Available Color Options
de: Verfügbare Farb-Optionen

source: Available Footer Options
de: Verfügbare Fußzeilen-Optionen

source: Available Header Options
de: Verfügbare Kopfzeilen-Optionen

source: Available Layout Options
de: Verfügbare Gestaltungs-Optionen

source: Available Pattern Options
de: Verfügbare Muster-Optionen

source: Color Option
de: Farb-Optionen

source: Custom Colophon Text
de: Angepasster Text für die erweiterte Fußzeile

source: Custom Footer Text
de: Angepasster Text für die Fußzeile

source: Diazo Snippets
de: Diazo HTML Schnipsel

source: E-Mail Address
de: E-Mail Addresse

source: Enable Debug Mode
de: Debug-Modus aktivieren

source: Footer Option
de: Fußzeilen-Option

source: Header Option
de: Kopfzeilen-Option

source: Hide Search Box
de: Suchfeld verstecken

source: If enabled, a slideshow (if available) will be rendered in fullscreen mode. Depending on the theme, this might be above the main menu or as header background. If disabled, the slideshow is visible within the content area.The slideshow fullscreen mode will be available as content with the CSS id <em>PLONE_THEMING_SLIDESHOW_FULLSCREEN</em> if enabled.
de: Wenn diese Option aktiviert ist werden Slideshows (sofern vorhanden) in einer Vollbild-Darstellung angezeigt. Abhängig von dem Design kann dies über der Hauptnavigation oder aber als Hintergrund für den Kopfbereich erfolgen. Ist diese Option deaktiviert wird die Slideshow standardmäßig im Inhaltsbereich dargestellt. Die Auswahl der Option wird, sofern sie aktiviert ist, in einem Element mit der CSS-ID <em>PLONE_THEMING_SLIDESHOW_FULLSCREEN</em> zur Verfügung stehen. Ist die Option deaktiviert, dann steht auch das Element nicht zur Verfügung.

source: If enabled, the content of the diazo snippets will be visible to the user. If disabled, the content is hidden with CSS.
de: Wenn diese Option aktiviert ist werden die Diazo-Schnipsel für Benutzer der Webseite sichtbar sein. Ist diese Option deaktiviert, wird der Inhalt mit Hilfe von CSS versteckt.

source: If enabled, the search box (available in the header part) will be removed in the theme.The searchbox option will be available as content with the CSS id <em>PLONE_THEMING_HIDE_SEARCHBOX</em> if enabled.
de: Wenn diese Option aktiviert ist wird das Suchfeld (im oberen Bereich der Website zu finden) im Theme entfernt. Die Auswahl der Option wird, sofern sie aktiv ist, in einem Element mit der CSS-ID <em> PLONE_THEMING_HIDE_SEARCHBOX </em> zur Verfügung stehen. Ist die Option deaktiviert, dann steht auch das Element nicht zur Verfügung.

source: Installs the spirit.plone.theming add-on.
de: Die Erweiterung spirit.plone.theming installieren.

source: Layout Option
de: Gestaltungs-Option

source: Pattern Option
de: Muster-Option

source: Phone number
de: Telefonnummer

source: Please upgrade or reinstall spirit.plone.theming
de: Bitte aktualisieren Sie spirit.plone.theming.

source: Plone Theming Settings
de: Plone Design Einstellungen

source: Registry has been updated. Please reload this page.
de: Die Konfiguration wurde aktualisiert. Bitte laden Sie die Seite neu.

source: Removes the spirit.plone.theming add-on.
de: Die Erweiterung spirit.plone.theming entfernen.

source: Select the background pattern which should be used for the current theme.
de: Wählen Sie das Hintergrund-Muster für das aktuelle Design.

source: Select the color variant which should be used for the current theme.
de: Wählen Sie die Farb-Variante für das aktuelle Design.

source: Select the footer variant which should be used for the current theme.
de: Wählen Sie die Fußzeilen-Variante für das aktuelle Design.

source: Select the header variant which should be used for the current theme.
de: Wählen Sie die Kopfzeilen-Variante für das aktuelle Design.

source: Select the layout variant which should be used for the current theme.
de: Wählen Sie die Gestaltungs-Variante für das aktuelle Design.

source: Settings that can be used by Diazo themes. Please note that not every theme supports all possible options.
de: Diese Einstellungen können von Diazo-Designs für eine dynamische Konfiguration verwendet werden. Bitte beachten Sie, dass nicht jedes verfügbare Design alle möglichen Optionen unterstützt.

source: Slideshow Fullscreen Mode
de: Slideshow Vollbild-Modus

source: Slogan
de: Werbespruch/Motto

source: spirit.plone.theming: Uninstall
de: spirit.plone.theming: Entfernen
